{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "loading": "Chargement",
    "home_welcome": "Bonjour",
    "home_i": "je suis",
    "home_job": "Élève Ingénieur, Développeur Web Full Stack, UI/UX designer, GithubHead.",
    "home_location": "Basé à Reims, France.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "CV",
    "about_desc": "Bonjour, je suis Ismail Ait Haddou. Actuellement formé en école d'ingénieurs dans le domaine de l’informatique, je suis passionné par le développement logiciel et la gestion de projets SI. C’est bien dans ce sens où mes ambitions de carrière professionnelle se dirigent.\n \n Je fais également preuve d’autonomie, dynamisme, rigueur et motivation au sein de mon entourage professionnel.",
    "experience_0_job": "Développeur Web Front End",
    "experience_0_overview": "Développement d’un éditeur textuel d’enregistrements audio pour les journalistes de stations radio. \n Développement de micro-services web pour la gestion, modification et partage de contenu multimédia.",
    "experience_0_duration": "Sept 2021 - Févr 2022",
    "experience_1_job": "Développeur Web Full Stack",
    "experience_1_overview": "Collaboration avec une équipe dans le développement en Scrum de quatre applications web SAAS destinées à la gestion du CSE des entreprises.",
    "experience_1_duration": "Janv - Avr 2021",
    "experience_2_job": "Chargé de projets informatiques",
    "experience_2_overview": "Conception des fichiers de données et des maquettes, développement et déploiement d’un site intranet de gestion commerciale pour une maison de champagne.",
    "experience_2_duration": "Avr - Juil 2020",
    "projects_1_extended_overview": "Collaboration avec une équipe de développeurs dans le développement en Scrum d'une application web destinée aux médecins d'un cabinet pluridisciplinaire spécialisé dans la médecine du sport.",
    "projects_2_extended_overview": "Dans le cadre de ce projet, nous avons eu l’occasion de recréer un jeu 2D complet avec système d’évolution en Java.",
    "projects_3_extended_overview": "Ce projet Web consistait à créer un site vitrine du bureau des étudiants du campus pour vendre des goodies et y intégrer une base de données (PHP, mySQL) voire un gestionnaire d’évènements (CRUD).",
    "projects_4_extended_overview": "Conception des fichiers de données et des maquettes, développement et déploiement sur serveur d’un site intranet de gestion commerciale. Analyse de besoin, gestion de base de données, configuration d’une zone démilitarisée du réseau (DMZ).",
    "projects_1_overview": "Application de Gestion Hospitalière",
    "projects_2_overview": "Copie du Jeu Retro Boulder Dash",
    "projects_3_overview": "Boutique du BDE",
    "projects_4_overview": "Application CRM / Business Management",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
